{"text": "@DamirSacirovic Either Car got drunk or Judge started driving car after 1st edition of #SalmanVerdict in May #20022 https://t.co/nN0VhOPDXw", "sentiment": "n"}
{"text": "How can this be simply ignored, I don't understand! disgusting!!! #salman go to hell and you will get one soon... https://t.co/K4iizDVzwv", "sentiment": "n"}
{"text": "ab is desh me gareeb hona gunah he ye he hamara pyara bharat kinu insaf ni mila garibon ko mila to salman khan ko kinu sab bikte he", "sentiment": "n"}
{"text": "Salman's acquittal demonstrates well-heeled have access to fairer trials - ABP Live (blog) https://t.co/oor5Zcj9We", "sentiment": "n"}
{"text": "RT @justicearnab: As expected.. Nice try by media to divert attention from Salman, Headley and other such story. Plant fake stories  https:…", "sentiment": "n"}
{"text": "RT @waglenikhil: My last question of d day: Who managed d prosecution n police? Does Salman's proximity to ruling party, right from 2002, d…", "sentiment": "n"}
{"text": "RT @shaileshgan: A dysfunctional judicial system which does not deliver in reasonable time, will lead to such injustice. https://t.co/xGAGG…", "sentiment": "n"}
{"text": "RT @Nav_PRDP: Some journos even in the UK have barely covered the fact that @BeingSalmanKhan has been CLEARED and proven to be innocent We …", "sentiment": "n"}
{"text": "RT @Hurrdangbhaiya: Now if Salman has been declared innocent.. Will he stop doing the Open Publicise Charity ? #JustAsking #SalmanVerdict", "sentiment": "n"}
{"text": "RT @ZeeNews: \"If @BeingSalmanKhan is innocent then who killed my father?\"\nhttps://t.co/C4dQ6Ke0BE https://t.co/CY8CAEX5dj", "sentiment": "n"}
{"text": "@ZeeNews @Swamy39 @INCIndia @PMOIndia-SUV was drunk, footpath was driving,homeless people committed suicide, Salman Being humane paid homage", "sentiment": "n"}
{"text": "We now clearly know who is Salman Khans biggest fan.... Bombay HC Judge! #SalmanVerdict", "sentiment": "n"}
{"text": "RT @S_aryan_Arya: Who killed my father, if Salman Khan is innocent? Firoz son of Noorullah Khan \n.\nhttps://t.co/abdzTHpVCV\n#SalluKiPatang", "sentiment": "n"}
{"text": "Salman s innocnt\nd car was drunk\nFootpath assaulted d car\n\nThank u Indian legal system\nwrna mera paise se vishwas uth jata\n@BeingSalmanKhan", "sentiment": "n"}
{"text": "2002 hit-and-run case: Salman Khan walks free; survivors await justice, compensation  https://t.co/olPuGQ4Kqc #SalmanKhan", "sentiment": "n"}
{"text": "Now Salman Khan:-\n(i) Wasn't driving the car\n(ii) Wasn't drunk\n(iii) Seen getting out from drivers side\n(iv) Driver Ashok Singh was driving.", "sentiment": "n"}
{"text": "RT @taslimanasreen: Judges are Salman fans.", "sentiment": "n"}
{"text": "If Salman Khan didn't do it,  then who did? https://t.co/rBOd8NJBwH", "sentiment": "n"}
{"text": "@AlfoKuh a million dollar question which only Late. Constable Patil and Salman can answer.", "sentiment": "n"}
{"text": "If the prosecution was botched up by design, those guilty of dereliction of duty need to be prosecuted https://t.co/SaijLsRs7G", "sentiment": "n"}
{"text": "RT @sameeratweeter: #SoorajPancholi after 10 yrs like his godfather salman Khan will be acquitted #JiahKhanneedsjustice", "sentiment": "n"}
{"text": "High court tk 14 yrs to convict him guilty, lawyers tk 14 mnts to get him out frm dat conviction &amp; now S/Court sets him free  #SalmanVerdict", "sentiment": "n"}
